[
{
"id": 1,
"named": "Стейк",
"price": "Стоимость: 720 Р",
"img": "../img/мясо.jpg",
"recipe": "Промасленный стейк посолить и натереть специями. Поместить мясо на раскаленную поверхность. Прожарить мясо. Блюдо готово"
},

{
"id": 2,    
"named": "Хинкали",
"price": "Стоимость: 240 Р",
"img": "../img/хинкали.jpg",
"recipe": "Раскатываем тесто в небольшие круги и добавляем заранее подготовленную начинку (баранина/свинина/говядина). После того как налепили нужное количество, поставить варить в кипящую воду. Блюдо готово"
},

{
"id": 3,    
"named": "Мороженое",
"price": "Стоимость: 150 Р",
"img": "../img/мороженое.jpg",
"recipe": "Молоко, сливки и сахар доводим до кипения.Смешиваем яичные желтки и сахар. Горячее молоко влить в яичную смесь. Остуживаем при комнатной температуре, затем охлаждаем в холодильнике 3-5 часов. Блюдо готово"
},

{
"id": 4,     
"named": "Салат Цезарь",
"price": "Стоимость: 230 Р",
"img": "../img/салат.jpg",
"recipe": "Нарезанное куринное филе смешать с салатом Айзбергом, помидорами Черри и сухарями. Полить все оливковым маслом. Блюдо готово"
},

{
"id": 5,     
"named": "Морепродукты",
"price": "Стоимость: 590 Р",
"img": "../img/морепродукты.jpg",
"recipe": "Замороженные морепродукты разморозить, полить лимонным соком и соевым соусом. Посолить и пожарить. Блюдо готово"
},

{
"id": 6,     
"named": "КОТлетки",
"price": "Стоимость: бесценно",
"img": "../img/котлетки.jpg",
"recipe": "Фарш смешать со специями и сформировать в круги. Будущие котлеты отправить на сковороду на средний огонь. Жарить с двух сторон под крышкой. Блюдо готово"
},

{
"id": 7,     
"named": "Яйцо вареное",
"price": "Стоимость: 30 Р за шт",
"img": "../img/яйца.jpg",
"recipe": "Яйца положить в воду и ждать кипения. После этого яйца необходимо варить 7-10 минут. Блюдо готово"
},

{
"id": 8,     
"named": "Биг мак",
"price": "Стоимость: 310 Р",
"img": "../img/бургер.jpg",
"recipe": "Чтобы сделать бургер необходимы булочки. огурцы, помидоры, котлета, сыр и соус по вкусу. Все это распределяем между булками. Блюдо готово."
},

{
"id": 9,     
"named": "Суши",
"price": "Стоимость: 860 Р",
"img": "../img/суши.jpg",
"recipe": "Отвариваем рис. Нарезаем авокадо и огурец. По рису распределяем творожный сыр, авокадо и огурцы. Скручиваем рол и сверху добавляем рыбу. Блюдо готово"
}
    
]